questions = [
    {
        "number": 1,
        "topic": 6,
        "text": "Кто является первым автором языка программирования C++?",
        "options": ["Линус Торвальдс", "Бьёрн Страуструп", "Джеймс Гослинг", "Кен Томпсон"],
        "answer": 1,
    },
    {
        "number": 2,
        "topic": 6,
        "text": "Какому из этих IT-специалистов принадлежит заслуга в создании WWW?",
        "options": ["Тим Бернерс-Ли", "Винтон Серф", "Роберт Кан", "Пол Мокапетрис"],
        "answer": 0,
    },
    {
        "number": 3,
        "topic": 6,
        "text": "Кто является основателем компании Oracle?",
        "options": ["Ларри Эллисон", "Скотт МакНили", "Боб Майнер", "Эд Оатс"],
        "answer": 0,
    },
    {
        "number": 4,
        "topic": 6,
        "text": "Кого считают изобретателем мыши компьютера?",
        "options": ["Алан Тьюринг", "Уильям Инглиш", "Дуглас Энгельбарт", "Стив Джобс"],
        "answer": 2,
    },
    {
        "number": 5,
        "topic": 6,
        "text": "Кто является первым автором языка программирования Ruby?",
        "options": ["Юкихиро Мацумото", "Скотт МакНили", "Хидэси Масуи", "Эд Оатс"],
        "answer": 0,
    },
    {
        "number": 6,
        "topic": 6,
        "text": "Кто разработал язык запросов SQL?",
        "options": ["Дональд Чеймберлин", "Ларри Эллисон", "Майкл Стоунбрейкер", "Эдгар Ф. Кодд"],
        "answer": 3,
    },
]