riddles = [

    {
        "number": 1,
        "text": "Задание: Не лёд, а тает, не лодка, а уплывает.",
        "answer": "Зарплата",
    },

    {
        "number": 2,
        "text": "Кто под проливным дождем не намочит волосы?",
        "answer": "Лысый",
    },

    {
        "number": 3,
        "text": "Чем больше из неё берёшь, тем больше она становится. Что это?",
        "answer": "Яма",
    },

    {
        "number": 4,
        "text": "На какое дерево садится ворона во время дождя?",
        "answer": "На мокрое",
    },

    {
        "number": 5,
        "text": "В каком месяце 28 дней?",
        "answer": "В любом",
    },
]
